Repository: OCForks/OpenEmu
Catalog: OpenEmu/*.lproj/Debug.strings
Languages: fr, ru

source: General
fr: Général
ru: Основное

source: Debug Mode
fr: Mode débogage
ru: Режим отладки

source: Setup Assistant has finished
fr: L’assistant d’installation s'est terminé
ru: Ассистент установки закончил свою работу

source: Region:
fr: Région :
ru: Регион:

source: Run games using:
fr: Exécuter les jeux avec :
ru: Запустить игры используя:

source: Library Window
fr: Fenêtre de la bibliothèque
ru: Окно библиотеки

source: Reset main window size
fr: Rétablir la taille de la fenêtre principale
ru: Сбросить размер главного окна

source: Download missing artwork on the fly
fr: Télécharger l’illustration manquante à la volée
ru: Автоматически загружать недостающие обложки

source: Show game titles instead of rom names
fr: Afficher les titres des jeux à la place des noms des roms
ru: Показывать название игры вместо названия рома

source: Manually choose system on import
fr: Choisir manuellement le système lors de l’importation
ru: Определить систему вручную в процессе импорта

source: Show autosave states in save state category
fr: Afficher les sauvegardes auto dans la catégorie des sauvegardes

source: Show quicksave states in save state category
fr: Afficher les sauvegardes rapides dans la catégorie des sauvegardes

source: Show game scanner view
fr: Afficher la vue d’analyse des jeux

source: Hide game scanner view
fr: Masquer la vue d’analyse des jeux

source: HUD Bar / Gameplay
fr: Barre HUD / Jeu
ru: HUD-полоса / Геймплей

source: Can delete save states
fr: Peut supprimer les parties sauvegardées
ru: Можете удалить сохраненные состояния

source: Show options button
fr: Afficher le bouton des options
ru: Показать кнопку опций

source: Show notifications during gameplay
fr: Afficher les notifications pendant le jeu
ru: Показать уведомления в процессе игры

source: Use quicksave slots
fr: Utiliser les emplacements de sauvegarde rapide
ru: Использовать слоты быстрых сохранений

source: Show quicksave in menu
fr: Afficher la sauvegarde rapide dans le menu
ru: Показать быстрое сохранение в меню

source: Show autosave in menu
fr: Afficher la sauvegarde automatique dans le menu
ru: Показать автоматическое сохранение в меню

source: Show audio output device in menu
fr: Afficher le périphérique de sortie dans le menu
ru: Показать звуковыводящее устройство в меню

source: Take screenshots in native size
fr: Faire des captures d’écran en conservant la taille d’origine
ru: Делать снимки экрана в реальном размере

source: Disable aspect ratio correction in screenshots
fr: Désactiver la correction de résolution pour les captures d'écran
ru: Отключить коррекцию соотношения сторон

source: Game View Background color:
fr: Couleur de fond de l’affichage du jeu :
ru: Цвет фона окна игры:

source: Controls Setup
fr: Configuration des contrôles
ru: Настроить управление

source: WiiRemote support (requires relaunch)
fr: Support de la télécommande Wii (nécessite un redémarrage)
ru: Поддержка WiiRemote (необходим перезапуск)

source: Clicking on image selects button
fr: Cliquer sur l’image sélectionne le bouton
ru: Щелчок по изображению назначает кнопку

source: Clicking outside image deselects button
fr: Cliquer hors de l’image désélectionne le bouton
ru: Щелчок за пределы изображения снимает назначение кнопки

source: Select first field after setting the last
fr: Sélectionner le premier champ après avoir configuré le dernier
ru: Выберите первое поле после установки последнего

source: Draw button mask above image
fr: Dessiner un masque de bouton au-dessus de l’image
ru: Нарисуйте маску кнопки на изображении

source: Log HID Events
fr: Journaliser les événements HID
ru: Логировать события HID

source: Log Keyboard Events
fr: Journaliser les événements du clavier
ru: Логировать события клавиатуры

source: Show all global keys
fr: Afficher toutes les touches globales
ru: Показать все глобальные кнопки

source: Set default save states directory
fr: Répertoire des parties sauvegardées par défaut
ru: Установить директорию по-умолчанию для сохранения состояний

source: Choose save states directory…
fr: Choisir le répertoire des parties sauvegardées…
ru: Выберите директорию для сохраненных состояний…

source: Cleanup autosave state
fr: Nettoyer la partie sauvegardée automatiquement
ru: Очистить автоматически сохраненное состояние

source: Cleanup Save States
fr: Nettoyer les parties sauvegardées
ru: Очистить сохраненные состояния

source: Update OpenVGDB
fr: Mettre à jour OpenVGDB
ru: Обновить OpenVGDB

source: Cancel OpenVGDB Update
fr: Annuler la mise à jour d’OpenVGDB
ru: Отменить обновление OpenVGDB

source: Database Actions
fr: Actions sur la base de données
ru: Действия с базой данных

source: Delete artwork that can be downloaded
fr: Supprimer l’illustration qui peut être téléchargée
ru: Удалить обложку, которая может быть загружена

source: Download missing artwork…
fr: Télécharger l’illustration manquante…
ru: Загрузить отсутствующую обложку…

source: Remove untracked artwork files
fr: Supprimer les fichiers d’illustration externes
ru: Удалить неотслеживаемые файлы обложек

source: Cleanup rom hashes
fr: Nettoyer les hachages des roms
ru: Очистить хэши ромов

source: Remove duplicated roms
fr: Supprimer les roms dupliquées
ru: Удалить дубликаты ромов

source: Cancel cover sync for all games
fr: Annuler la synchronisation des illustrations pour tous les jeux
ru: Прекратить синхронизацию обложек для всех игр

source: Perform Sanity Check on Database
fr: Vérifier l’intégrité de la base de données
ru: Выполните проверку исправности базы данных

source: While performing this operation OpenEmu will be unresponsive.
fr: OpenEmu ne répondra pas pendant l’exécution de cette opération.
ru: Во время выполнения данной операции OpenEmu может не отвечать.

source: Delete useless image objects
fr: Supprimer les objets d’image inutiles

source: Sync games without artwork
fr: Synchroniser les jeux sans illustration

source: Threshold for analog controls bound to buttons:
fr: Seuil pour les contrôls analogiques associés à des boutons :

source: Range: %@ to %@
fr: Intervalle: %@ à %@

source: Default Value: %@
fr: Valeur par défaut: %@

source: Checked
fr: Activé

source: Unchecked
fr: Désactivé

source: Auto (region)
fr: Auto
ru: Auto
