Repository: OCForks/OpenEmu
Catalog: OpenEmu/*.lproj/Localizable.strings
Languages: ru

source: %@ copy
ru: %@ копия

source: %@ could not be enabled because its plugin was not found.
ru: %@ не может быть включен, так как плагин не найден.

source: %@ games you add to OpenEmu will appear in this Console Library
ru: %@ игры, добавленные в OpenEmu появятся в Библиотеке Консолей

source: A version of this plugin is already loaded
ru: Версия этого плагина уже загружена

source: Add a Wiimote…
ru: Добавить Wiimote…

source: Add Cheat…
ru: Добавить Чит-код…

source: Add Cheat
ru: Добавить Чит-код

source: Add Cover Art from File…
ru: Добавить обложку из файла…

source: Add to Collection
ru: Добавить в коллекцию

source: Add to Library…
ru: Добавить в библиотеку…

source: All Games
ru: Все игры

source: All Homebrew
ru: Все Homebrew

source: Are you sure you want to delete %ld save games from your OpenEmu library?
ru: Вы уверены, что хотите удалить %ld сохранений игр из медиатеки OpenEmu?

source: Are you sure you want to delete %ld screenshots from your OpenEmu library?
ru: Вы уверены, что хотите удалить %ld снимков экрана из медиатеки OpenEmu?

source: Are you sure you want to delete the save game called '%@' from your OpenEmu library?
ru: Вы уверены, что хотите удалить сохранение игры: '%@' из медиатеки OpenEmu?

source: Are you sure you want to delete the screenshot called '%@' from your OpenEmu library?
ru: Вы уверены, что хотите удалить снимок экрана: '%@' из медиатеки OpenEmu?

source: Are you sure you want to delete the selected game from your OpenEmu library?
ru: Вы уверены, что хотите удалить выбранную игру из медиатеки OpenEmu?

source: Are you sure you want to delete the selected games from your OpenEmu library?
ru: Вы уверены, что хотите удалить выбранные игры из медиатеки OpenEmu?

source: Are you sure you want to quit the application?
ru: Вы уверены, что хотите закрыть приложение?

source: Are you sure you want to remove the selected game from the collection?
ru: Вы уверены, что хотите удалить выбранные игры из коллекции?

source: Are you sure you want to remove the selected games from the collection?
ru: Вы уверены, что хотите удалить выбранные игры из коллекции?

source: Are you sure you want to remove the collection '%@'?
ru: Вы уверены, что хотите удалить коллекцию?

source: Are you sure you want to restart the game?
ru: Вы уверены, что хотите перезагрузить консоль?

source: Are you sure you want to quit the game?
ru: Вы уверены, что хотите остановить эмуляцию?

source: At least one System must be enabled
ru: По крайней мере, одна система должна быть включена

source: Auto Save State
ru: Автоматическое сохранение состояния

source: Automatically Import
ru: Автоматический импорт

source: Bluetooth must be enabled to pair a Wii controller.
ru: Bluetooth должен быть включен для создания пары с контроллером Wii.

source: Bluetooth Not Enabled
ru: Bluetooth не включен

source: Cancel Cover Art Download
ru: Отменить загрузку обложки

source: Cancel
ru: Отменить

source: Change Core
ru: Сменить ядро

source: Change Volume
ru: Изменить громкость

source: Cheat Description
ru: Описание Чит-кода

source: Check out some excellent homebrew games.
ru: Проверьте некоторые отличные homebrew-игры.

source: Choose a valid file.
ru: Выберите правильный файл.

source: Choose Library…
ru: Выберите библиотеку…

source: Choose OpenEmu Library
ru: Выберите библиотеку OpenEmu

source: This will remove all items from the queue. Items that finished importing will be preserved in your library.
ru: Выберите Да, чтобы удалить все элементы из очереди. Предметы, которые закончили импорт будут сохранены в библиотеке.

source: Code:
ru: Код:

source: Collections
ru: Коллекции

source: Configure Shader…
ru: Настроить Ше́йдер…

source: Console
ru: Консоль

source: Consoles
ru: Консоли

source: Consolidate Files…
ru: Консолидировать файлы…

source: Consolidate
ru: Консолидировать

source: Consolidating will copy all of the selected games into the OpenEmu Library folder.
ru: Консолидация скопирует все выбранные игры в папку библиотеки OpenEmu.

source: This cannot be undone.
ru: Это действие отменить невозможно.

source: Controls
ru: Управление

source: Copying artwork failed!
ru: Не удалось скопировать обложку!

source: Copying Artwork Files…
ru: Копирование файлов обложки…

source: Copying Game Files…
ru: Копирование файлов игры…

source: Copying ROM Files…
ru: Копирование файлов ром…

source: Core Provided By…
ru: Ядро предоставляется…

source: Core
ru: Ядро

source: Cores
ru: Ядра

source: Could not move library data!
ru: Не удалось переместить данные из библиотеки!

source: Couldn't load %@ plugin
ru: Не удалось загрузить плагин: %@

source: Create a personal game selection. To add to a collection, select a game from your console library and drag it to ’%@’ in the sidebar.
ru: Создайте свой набор игр. Чтобы добавить игры в коллекцию, выберите игру из вашей библиотеки и перетащите ’%@’ на левую панель.

source: Create Library…
ru: Создать библиотеку…

source: Create or Load Save State
ru: Создать или загрузить сохраненное состояние

source: Default Core
ru: Ядро по-умолчанию

source: Delete Collection
ru: Удалить коллекцию

source: Delete Game
ru: Удалить игру

source: Delete Games
ru: Удалить игры

source: Delete Save State
ru: Удалить сохраненное состояние

source: Delete Save States
ru: Удалить сохраненные состояния

source: Delete Save
ru: Удалить сохранение

source: Delete Saves
ru: Удалить сохранения

source: Delete Screenshot
ru: Удалить снимок экрана

source: Delete Screenshots
ru: Удалить снимки экрана

source: Description
ru: Описание

source: Deselect All
ru: Сбросить выделения со всех

source: Device Disconnected
ru: Устройство отключено

source: Device number %lu, %@, has disconnected.
ru: Устройство под номером %1$lu, %2$@, было отключено.

source: Do not ask me again
ru: Больше не спрашивать

source: Do not show me again
ru: Больше не показывать

source: Do you really want to cancel importation?
ru: Вы действительно хотите прекратить процесс импорта?

source: Do you want to continue playing where you left off?
ru: Вы хотите продолжить игру там где остановились?

source: Don't Import Selected
ru: Не импортировать выбранное

source: Done
ru: Готово

source: Download Cover Art
ru: Загрузить обложку

source: Download
ru: Скачать

source: Downloading %@…
ru: Скачивание %@…

source: Downloading and Installing Core…
ru: Скачивание и установка ядра…

source: Downloading Game DB
ru: Скачивание базы данных игр

source: Drag & Drop Games Here
ru: Перетащите игры сюда

source: Duplicate Collection
ru: Дублировать коллекцию

source: Edit Game Controls…
ru: Редактировать управление в игре…

source: Enable now
ru: Включить сейчас

source: Error!
ru: Ошибка!

source: Everything
ru: Все

source: Featured Games
ru: Рекомендуемые игры

source: Fetching Games…
ru: Выборка игр…

source: Filter by:
ru: Фильтровать по:

source: Game %ld of %ld
ru: Игра %1$ld из %2$ld

source: Game Name
ru: Название игры

source: Game requires download
ru: Игру необходимо скачать

source: Game Scanner
ru: Сканер игр

source: Gameplay
ru: Геймплей

source: Hide "%@"
ru: Скрыть "%@"

source: If there is a red button on the back battery cover, press it. If not, hold down buttons ①+②.
ru: Если есть красная кнопка на задней крышке аккумулятора, нажмите ее. Если ее нет, зажмите кнопки ①+②.

source: If you change the core you current progress will be lost and save states will not work anymore.
ru: Если вы измените ядро, то ваш текущий прогресс будет потерян и сохраненные состояния не будут работать.

source: In order to emulate some systems, BIOS files are needed due to increasing complexity of the hardware and software of modern gaming consoles. Please read our %@ for more information.
ru: Для того, чтобы эмулировать некоторые системы, необходимы файлы BIOS в связи с увеличением сложности аппаратных средств и программного обеспечения современных игровых консолей. Для получения дополнительной информации, прочтите %@.

source: In order to play the game it must be downloaded.
ru: Для того, чтобы играть в игру, необходимо ее скачать.

source: Install
ru: Установить

source: Installing Core
ru: Установка ядра

source: Join multi-line cheats with '+' e.g. 000-000+111-111
ru: Объединяйте многострочные Чит-коды при помощи символа '+', например: 000-000+111-111

source: Keep Files
ru: Хранить файлы

source: Keyboard
ru: Клавиатура

source: Library
ru: Библиотека

source: Load
ru: Загрузить

source: Locate '%@'
ru: Найти '%@'

source: Locate…
ru: Найти…

source: Low Controller Battery
ru: Низкий уровень заряда батареи контроллера

source: Make sure your internet connection is active and download a suitable core.
ru: Убедитесь что вам доступно соединение с интернетом и скачайте необходимое ядро.

source: Make your Wiimote discoverable
ru: Убедитесь, что Wiimote доступен

source: Missing Core
ru: Ядро не найдено

source: Move selected game to Trash, or keep it in the Library folder?
ru: Переместить выбранную игру в корзину, или оставить в папке библиотеки?

source: Move selected games to Trash, or keep them in the Library folder?
ru: Переместить выбранные игры в корзину, или оставить в папке библиотеки?

source: Move to Trash
ru: Переместить в корзину

source: Mute Audio
ru: Выключить звук

source: Name
ru: Имя

source: New Collection from Selection
ru: Новая коллекция из выбранного

source: New Collection
ru: Новая коллекция

source: New Folder
ru: Новая папка

source: New Smart Collection
ru: Новая смарт-коллекция

source: No available controllers
ru: Нет доступных контроллеров

source: No game played yet!
ru: Вы пока не играли ни в одну игру!

source: No Save States available
ru: Нет доступных сохраненных состояний

source: No
ru: Нет

source: None
ru: Ничего

source: OK
ru: ОК

source: Only files in the OpenEmu Library folder will be moved to the Trash.
ru: Только файлы из папки библиотеки OpenEmu будут перемещены в корзину.

source: Open Collection
ru: Открыть коллекцию

source: Open Library
ru: Открыть библиотеку

source: OpenEmu could not find a Core to launch the game
ru: OpenEmu не может найти подходящее ядро для запуска игры

source: OpenEmu includes a save game feature that allows you to continue playing exactly where you left off.
ru: OpenEmu включает в себя возможность сохранения игр, благодаря которой вы можете продолжать играть именно там, где вы остановились

source: OpenEmu needs a library to continue. You may choose an existing OpenEmu library or create a new one
ru: OpenEmu необходима библиотека для продолжения. Вы можете выбрать существующую библиотеку OpenEmu или создать новую

source: OpenEmu uses 'Cores' to emulate games. You need the %@ Core to play %@
ru: OpenEmu использует 'ядра' для эмуляции игр. Вам необходимо %1$@ ядро чтобы играть в %2$@

source: OpenEmu will save and quit all games that are currently running.
ru: OpenEmu сохранит и закроет все игры, которые выполняются в настоящее время.

source: Options
ru: Опции

source: Pause Game
ru: Приостановить геймплей

source: Play Game
ru: Запустить игру

source: Play Games (Caution)
ru: Запустить игры (Внимание)

source: Play Save Games
ru: Запустить сохранение

source: Play Save State
ru: Запустить сохраненное состояние

source: Player %ld
ru: Игрок %ld

source: Please close all games and wait for the importer to finish.
ru: Пожалуйста закройте все игры и подождите пока закончится процесс импорта.

source: Quick Load
ru: Быстрая загрузка

source: Quick Save State
ru: Быстрое сохранение состояния

source: Quick Save, Slot %@
ru: Быстрое сохранение в слот %@

source: Quick Save
ru: Быстрое сохранение

source: Quit
ru: Выйти

source: Rating
ru: Рейтинг

source: Recently Added
ru: Недавно добавленные

source: Recovered Auto Save
ru: Восстановленное автоматическое сохранение

source: Remove Collection
ru: Удалить

source: Rename "%@"
ru: Переименовать "%@"

source: Rename Game
ru: Переименовать игру

source: Rename Special Save State or something?
ru: Переименовать сохраненное состояние или что-то еще?

source: Rename
ru: Переименовать

source: Required files are missing.
ru: Необходимые файлы не найдены.

source: Resolve %ld Issue
ru: Решить %ld проблема

source: Resolve %ld Issues
ru: Решить %ld проблем

source: Restart Game
ru: Перезапустить систему

source: Restart
ru: Перезапустить

source: Resume Game
ru: Приостановить геймплей

source: Resume
ru: Продолжить

source: Save As:
ru: Сохранить как:

source: Save Current Game…
ru: Сохранить текущую игру…

source: Save Game
ru: Сохранить игру

source: Save States
ru: Сохранить состояние

source: Save-Game-%ld %@
ru: Сохранение-%ld %@

source: Saved Games
ru: Сохраненные игры

source: Scanner Paused
ru: Сканер приостановлен

source: Scanning Directory
ru: Сканируется директория

source: Screenshots
ru: Снимки экрана

source: Search
ru: Поиск

source: Secrets
ru: Секреты

source: Select All
ru: Выбрать все

source: Select Audio Output Device
ru: Выбрать звуковыводящее устройство

source: Select Cheat
ru: Выбрать чит-код

source: Select Core
ru: Выбрать ядро

source: Select Display Mode
ru: Режим отображения

source: Select Shader
ru: Выбрать Ше́йдер

source: Select Scale
ru: Выберите размер

source: Show in Finder
ru: Показать в Finder

source: Slot %ld
ru: Слот %ld

source: Some migrations failed to complete properly
ru: Не удалось применить некоторые миграции

source: Start Scanning
ru: Начать сканирование

source: Quit Game
ru: Остановить эмуляцию

source: Stop
ru: Остановить

source: Switch To Grid View
ru: Переключиться на Grid View

source: Switch To List View
ru: Переключиться на List View

source: System Files
ru: Системные файлы

source: System
ru: Система

source: Takes you to the %@ project website
ru: Перенаправит вас на сайт проекта: %@

source: The %@ core has compatibility issues and some games may contain glitches or not play at all. Please do not report problems as we are not responsible for the development of %@.
ru: У ядра %1$@ есть известные проблемы совместимости и некоторые игры могут воспроизводиться с ошибками или не воспроизводиться вообще. Пожалуйста не сообщайте нам о проблемах совместимости, так как мы не ответственны за разработку %2$@.

source: The battery in device number %lu, %@, is low. Please charge or replace the battery.
ru: Батарея в устройстве под номером %1$lu, %2$@, близка к состоянию разрядки. Пожалуйста, зарядите или замените батарею.

source: The core could not be downloaded. Try installing it from the Cores preferences.
ru: Не удается загрузить ядро. Попробуйте установить его вручную из раздела опций 'Ядра'.

source: The file you selected doesn't exist
ru: Выбранного вами файла не существует

source: The game '%@' could not be started because a rom file could not be found. Do you want to locate it?
ru: Игра '%@' не может быть запущена, так как ром не найден. Хотите указать его расположение?

source: The game '%@' was imported.
ru: Игра '%@' была импортирована.

source: The OpenEmu Library could not be found.
ru: Библиотеку OpenEmu не удается найти.

source: The System plugin could not be found!
ru: Системный плагин не удается найти!

source: This save state was created with a different core. Do you want to switch to that core now?
ru: Этот снимок состояния был сделан с другим ядром. Хотите переключиться на это ядро сейчас?

source: This System has no corresponding core installed.
ru: В системе не установлено соответствующее ядро.

source: Title:
ru: Название:

source: To launch the save state %@ you will need to install the '%@' Core
ru: Для запуска сохраненного состояния %1$@ вам необходимо установить ядро: '%2$@'

source: To run this core you need the following: %@Drag and drop the required file(s) onto the game library window and try again.
ru: Для запуска данного ядра вам необходимо: %@Перетащите необходимые файлы в окно библиотеки и попробуйте повторить операцию.

source: Toggle Fullscreen
ru: Полный экран

source: Trash downloaded Files
ru: Переместить в корзину скаченные файлы

source: Unmute Audio
ru: Включить звук

source: Update
ru: Обновить

source: Updating Library
ru: Обновление библиотеки

source: User guide on BIOS files
ru: Руководство пользователя по файлам BIOS

source: Version
ru: Версия

source: Warning
ru: Внимание

source: Won't be able to recognize it as special save state…
ru: Невозможно распознать в качестве сохраненного состояния…

source: Would you like to continue your last game?
ru: Вы хотите продолжить последнюю запущенную игру?

source: Would you like to save your game before you quit?
ru: Вы хотите сохранить игру перед выходом?

source: Yes
ru: Да

source: You can't move your library into one of its subfolders.
ru: Вы не можете переместить библиотеку сюда!

source: You need to restart the application to commit the change
ru: Вам необходимо перезапустить приложение чтобы изменения вступили в силу

source: Your game finished importing, do you want to play it now?
ru: Ваша игра импортирована, хотите запустить ее сейчас?

source: Your library was moved sucessfully.
ru: Ваша библиотека успешно перемещена.

source: Toolbar: Library
ru: Библиотека

source: Toolbar: Save States
ru: Сохранения

source: Toolbar: Screenshots
ru: Скриншоты

source: Toolbar: Homebrew
ru: Homebrew

source: Quit OpenEmu
ru: Завершить OpenEmu

source: Continue
ru: Продолжить

source: Last Played
ru: Последний запуск

source: Save Games
ru: Сохранения

source: "%@" in %@
ru: "%1$@" in %2$@

source: The emulator could not load ROM.
ru: The emulator could not load the ROM.
